import { Tag } from '@/types/firestore/tag.types';

export const tags: Tag[] = [
  { id: '2年後期:住宅', name: '2年後期:住宅', search: '2年後期:住宅' },
  {
    id: '2年後期:中島公園',
    name: '2年後期:中島公園',
    search: '2年後期:中島公園',
  },
  {
    id: '2年後期:集合住宅',
    name: '2年後期:集合住宅',
    search: '2年後期:集合住宅',
  },
  { id: '3年前期:図書館', name: '3年前期:図書館', search: '3年前期:図書館' },
  { id: '3年前期:小学校', name: '3年前期:小学校', search: '3年前期:小学校' },
  {
    id: '3年前期:五輪団地',
    name: '3年前期:五輪団地',
    search: '3年前期:五輪団地',
  },
  { id: '3年後期:小別沢', name: '3年後期:小別沢', search: '3年後期:小別沢' },
  {
    id: '3年後期:北大国際戦略',
    name: '3年後期:北大国際戦略',
    search: '3年後期:北大国際戦略',
  },
  {
    id: '4年通期:卒業設計',
    name: '4年通期:卒業設計',
    search: '4年通期:卒業設計',
  },
];
